Repository: gehaddd/medical_app_new_version
Catalog: lib/l10n/intl_*.arb
Languages: ar

# MyHomeWelcome
source: Welecome to VitaCare, Let's Start
ar: مرحباً بك في كيدر، لنبدأ

# MyHomeLogin
source: Login
ar: تسجيل الدخول

# MyHomeSignUp
source: Sign Up
ar: إنشاء حساب

# OnBordingSkip
source: Skip
ar: تخطى

# OnBordingDone
source: Done
ar: تم

# IntroScreenWelcome
source: Welcome to VitaCare!
ar: مرحباً بك في كيدر!

# IntroScreenQuote
source: kiddr is your personal guide to understanding your child's health. Our expert system utilizes advanced algorithms to assess symptoms and provide accurate diagnoses and treatment recommendations.
ar: كيدر هو دليلك الشخصي لفهم صحة طفلك. يستخدم نظامنا الخبير خوارزميات متقدمة لتقييم الأعراض وتقديم تشخيصات دقيقة وتوصيات للعلاج.

# IntroScreen2text1
source: kiddr Service
ar: خدمة كيدر

# IntroScreen2text2
source: we are here to help you 24/7 childrenâ€™s health is important
ar: نحن هنا لمساعدتك على مدار الساعة طوال أيام الأسبوع، صحة الأطفال مهمة

# LoginWelcome
source: Welcome Back
ar: مرحباً بك مجدداً

# LoginSubtitle
source: Enter your data to Login
ar: أدخل بياناتك لتسجيل الدخول

# LoginNoAccount
source: Don't have an account?
ar: ليس لديك حساب؟

# SucessMessage
source: Login Successfully
ar: تم تسجيل الدخول بنجاح

# LoginEmailCheck
source: Please enter your email
ar: الرجاء إدخال بريدك الإلكتروني

# LoginEmailHint
source: Email
ar: البريد الإلكتروني

# LoginPasswordCheck
source: Please enter your password
ar: الرجاء إدخال كلمة المرور الخاصة بك

# LoginPasswordHint
source: Password
ar: كلمة المرور

# LoginEmailEMpty
source: Enter Your Email First
ar: أدخل بريدك الإلكتروني أولاً

# LoginResetpass
source: Reset Password
ar: إعادة تعيين كلمة المرور

# LoginResetEmail
source: Check your email and reset your passowrd.
ar: تحقق من بريدك الإلكتروني وأعد تعيين كلمة المرور الخاصة بك.

# LoginForgetPass
source: Forget Password?
ar: هل نسيت كلمة المرور؟

# LoginWrongPass
source: Wronge Email or Password
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة

# LoginContinueWithGoogle
source: Continue With Google
ar: متابعة مع جوجل

# GetStartedMessage
source: Your love and care are the greatest gifts you can give yourself.
ar: حبك ورعايتك هما أعظم هدية يمكنك تقديمها لطفلك

source: Get Started
ar: ابدأى الآن

# SignupCreateAccount
source: Create new account
ar: إنشاء حساب جديد

# SignUpAlreadyHaveAccount
source: Already have account?
ar: هل لديك حساب بالفعل؟

# SignUpUsernameHint
source: Username
ar: اسم المستخدم

# SignUpUsernameEmpty
source: Please enter your username
ar: الرجاء إدخال اسم المستخدم الخاص بك

# SignUpWeakPass
source: The password provided is too weak
ar: كلمة المرور المقدمة ضعيفة جدا

# SignUpAlreadyExists
source: The account already exists for that email
ar: الحساب موجود بالفعل لهذا البريد الإلكتروني

# SomethingWrong
source: Something went wrong
ar: حدث خطأ ما

source: Try again
ar: حاول مرة أخرى

# ResultMayHave
source: You may have:
ar: قد يكون لديك:

# ResultDescription
source: Description:
ar: الوصف:

# ResultSymptoms
source: Symptoms:
ar: الأعراض:

# ResultSuggest
source: We suggest you to do:
ar: نقترح عليك أن تفعل:

source: Common Cold
ar: البرد الشائع

# CommonColdDiscription
source: Gastroenteritis, commonly known as stomach flu, is an inflammation of the stomach and intestines caused by viral or bacterial infection. Symptoms include diarrhea, vomiting, stomach cramps, and fever.
ar: التهاب المعدة والأمعاء، المعروف عادة باسم الإنفلونزا المعوية، هو التهاب في المعدة والأمعاء يسببه العدوى الفيروسية أو البكتيرية. تشمل الأعراض الإسهال، والقيء، وتشنجات المعدة، والحمى.

# CommonColdSymptoms
source: vomiting, diarrhea, abdominal_pain
ar: القيء، الإسهال، ألم البطن

# CommonColdSuggest
source: Stay hydrated with electrolyte solutions, eat bland foods like rice and toast, and rest. Seek medical attention if symptoms worsen or persist. In severe cases, hospitalization may be necessary.
ar: ابقَ مُرطبًا بواسطة محاليل الكهرلة، تناول الأطعمة البسيطة مثل الأرز والخبز المحمص، واسترح. اطلب الرعاية الطبية إذا تفاقمت الأعراض أو استمرت. في الحالات الشديدة، قد يكون النقل إلى المستشفى ضروريًا.

source: Flu
ar: الإنفلونزا

# FluDescription
source: Influenza, commonly known as the flu, is a highly contagious viral infection that affects the respiratory system. Symptoms often include high fever, muscle aches, headache, fatigue, and cough.
ar: الإنفلونزا، المعروفة عادة بالإنفلونزا، هي عدوى فيروسية شديدة العدوى تؤثر على الجهاز التنفسي. تشمل الأعراض غالبًا الحمى العالية، وآلام العضلات، والصداع، والتعب، والسعال.

# FluSymptoms
source: fever, cough, fatigue, body_aches
ar: الحمى، السعال، التعب، آلام الجسم

# FluSuggest
source: Rest, drink plenty of fluids, and take antiviral medication if prescribed by a doctor. Over-the-counter medications such as pain relievers, decongestants, and cough suppressants can help alleviate symptoms. In severe cases, hospitalization may be necessary.
ar: استرح، اشرب الكثير من السوائل، وتناول الأدوية المضادة للفيروسات إذا وصفها الطبيب. يمكن أن تساعد الأدوية التي يمكن شراؤها دون وصفة طبية مثل مسكنات الألم، ومزيلات الاحتقان، ومثبطات السعال في تخفيف الأعراض. في الحالات الشديدة، قد يكون النقل إلى المستشفى ضروريًا.

source: Chickenpox
ar: الجدري المائي

# ChickenpoxDescription
source: Chickenpox is a highly contagious viral infection characterized by an itchy rash, fever, and fatigue. It is caused by the varicella-zoster virus.
ar: الجدري المائي هو عدوى فيروسية شديدة العدوى تتميز بطفح جلدي حكاك، وحمى، وتعب. يسببه فيروس الهربس النطاقي.

# ChickenpoxSymptoms
source: fever, rash, itchiness, fatigue
ar: الحمى، الطفح الجلدي، الحكة، التعب

# ChickenpoxSuggest
source: Apply calamine lotion to relieve itching, take oatmeal baths to soothe the skin, and avoid scratching the rash to prevent scarring. Over-the-counter pain relievers such as acetaminophen or ibuprofen can help reduce fever and discomfort.
ar: ضع كريم الكالامين لتخفيف الحكة، خذ حمامات الشوفان لتهدئة الجلد، وتجنب الحك في الطفح لمنع التندب. يمكن أن تساعد مسكنات الألم التي يمكن شراؤها دون وصفة طبية مثل الأسيتامينوفين أو الإيبوبروفين في تقليل الحمى والانزعاج.

source: Strep Throat
ar: التهاب الحلق العقدي

# StrepThroatDescription
source: Strep throat is a bacterial infection that causes inflammation and soreness of the throat, often accompanied by fever and swollen lymph nodes in the neck.
ar: التهاب الحلق العقدي هو عدوى بكتيرية تسبب التهابًا وألمًا في الحلق، غالبًا ما يرافقه حمى وتورم في الغدد الليمفاوية في الرقبة.

# StrepThroatSymptoms
source: sore_throat, fever, swollen_glands
ar: ألم في الحلق، حمى، تورم الغدد

# StrepThroatSuggest
source: Take antibiotics as prescribed by a doctor to treat the bacterial infection. Rest, drink plenty of fluids, and use over-the-counter pain relievers such as acetaminophen or ibuprofen to alleviate symptoms.
ar: خذ المضادات الحيوية كما وصفها الطبيب لعلاج العدوى البكتيرية. استرح، اشرب الكثير من السوائل، واستخدم مسكنات الألم التي يمكن شراؤها دون وصفة طبية مثل الأسيتامينوفين أو الإيبوبروفين لتخفيف الأعراض.

source: Gastroenteritis
ar: التهاب المعدة والأمعاء

# GastroenteritisDescription
source: Gastroenteritis, commonly known as stomach flu, is an inflammation of the stomach and intestines caused by viral or bacterial infection. Symptoms include diarrhea, vomiting, stomach cramps, and fever.
ar: التهاب المعدة والأمعاء، المعروف عادة باسم الإنفلونزا المعوية، هو التهاب في المعدة والأمعاء يسببه العدوى الفيروسية أو البكتيرية. تشمل الأعراض الإسهال، والقيء، وتشنجات المعدة، والحمى.

# GastroenteritisSymptoms
source: vomiting, diarrhea, abdominal_pain
ar: القيء، الإسهال، ألم البطن

# GastroenteritisSuggest
source: Stay hydrated with electrolyte solutions, eat bland foods like rice and toast, and rest. Seek medical attention if symptoms worsen or persist. In severe cases, hospitalization may be necessary.
ar: ابقَ مُرطبًا بواسطة محاليل الكهرلة، تناول الأطعمة البسيطة مثل الأرز والخبز المحمص، واسترح. اطلب الرعاية الطبية إذا تفاقمت الأعراض أو استمرت. في الحالات الشديدة، قد يكون النقل إلى المستشفى ضروريًا.

source: Asthma
ar: الربو

# AsthmaDescription
source: Asthma is a chronic respiratory condition characterized by inflammation and narrowing of the airways, leading to wheezing, shortness of breath, chest tightness, and coughing.
ar: الربو هو حالة تنفسية مزمنة تتميز بالتهاب وتضيق في الشعب الهوائية، مما يؤدي إلى الأزيز، وضيق التنفس، وضيق الصدر، والسعال.

# AsthmaSymptoms
source: cough, wheezing, difficulty_breathing
ar: السعال، الأزيز، صعوبة في التنفس

# AsthmaSuggest
source: Use inhalers as prescribed to control symptoms and prevent asthma attacks. Avoid triggers such as allergens and irritants, and seek medical help if symptoms worsen despite treatment.
ar: استخدم البخاخات كما وصفها الطبيب للتحكم في الأعراض ومنع نوبات الربو. تجنب المحفزات مثل المواد المسببة للحساسية والمهيجات، واطلب المساعدة الطبية إذا تفاقمت الأعراض على الرغم من العلاج.

source: Ear Infection
ar: التهاب الأذن

# EarInfectionDescription
source: An ear infection, or otitis media, is an inflammation of the middle ear often caused by bacterial or viral infection. Symptoms include ear pain, fever, and sometimes hearing loss.
ar: التهاب الأذن، أو التهاب الأذن الوسطى، هو التهاب في الأذن الوسطى غالبًا ما يسببه العدوى البكتيرية أو الفيروسية. تشمل الأعراض ألم الأذن، والحمى، وأحيانًا فقدان السمع.

# EarInfectionSymptoms
source: ear pain, fever, difficulty_sleeping
ar: ألم الأذن، الحمى، صعوبة في النوم

# EarInfectionSuggest
source: Take antibiotics as prescribed by a doctor to treat the bacterial infection. Apply warm compresses to the ear to relieve pain, and use over-the-counter pain relievers such as acetaminophen or ibuprofen.
ar: خذ المضادات الحيوية كما وصفها الطبيب لعلاج العدوى البكتيرية. ضع كمادات دافئة على الأذن لتخفيف الألم، واستخدم مسكنات الألم التي يمكن شراؤها دون وصفة طبية مثل الأسيتامينوفين أو الإيبوبروفين.

source: Allergies
ar: الحساسية

# AllergiesDescription
source: Allergies occur when the immune system reacts abnormally to substances that are usually harmless, such as pollen, dust mites, pet dander, or certain foods. Symptoms vary depending on the allergen but commonly include sneezing, runny nose, itchy eyes, and rash.
ar: تحدث الحساسية عندما يتفاعل الجهاز المناعي بشكل غير طبيعي مع مواد عادة ما تكون غير ضارة، مثل حبوب اللقاح، والعث الغبار، وقشرة الحيوانات الأليفة، أو بعض الأطعمة. تختلف الأعراض حسب نوع المادة المسببة للحساسية ولكنها تشمل عادة العطس، وسيلان الأنف، والعيون الحكاكة، والطفح الجلدي.

# AllergiesSymptoms
source: runny nose, sneezing, itchy_eyes, itchiness
ar: سيلان الأنف، العطس، حكة العيون، الحكة

# AllergiesSuggest
source: Avoid known allergens, use antihistamines to control symptoms, and seek medical help if symptoms worsen.
ar: تجنب المواد المعروفة التي تسبب لك الحساسية، استخدم مضادات الهيستامين للتحكم في الأعراض، واطلب المساعدة الطبية إذا تفاقمت الأعراض.

source: Measles
ar: الحصبة

# MeaslesDescription
source: Measles is a highly contagious viral disease characterized by fever, cough, conjunctivitis, and a rash. It is preventable by vaccination.
ar: الحصبة هي مرض فيروسي شديد العدوى يتميز بالحمى، والسعال، والتهاب الملتحمة، والطفح الجلدي. يمكن الوقاية منها بواسطة التطعيم.

# MeaslesSymptoms
source: fever, cough, rash, conjunctivitis
ar: الحمى، السعال، الطفح الجلدي، التهاب الملتحمة

# MeaslesSuggest
source: Rest, drink plenty of fluids, and take over-the-counter medication to relieve symptoms. Seek medical attention if symptoms worsen.
ar: استرح، اشرب الكثير من السوائل، وتناول الأدوية التي يمكن شراؤها دون وصفة طبية لتخفيف الأعراض. اطلب المساعدة الطبية إذا تفاقمت الأعراض.

# HandFootMouthDisease
source: Hand, Foot, and Mouth Disease
ar: مرض اليد والقدم والفم

# HandFootMouthDiseaseDescription
source: Hand, foot, and mouth disease is a common viral illness that usually affects infants and children younger than 5 years old. Symptoms include fever, mouth sores, and a rash on the hands and feet.
ar: مرض اليد والقدم والفم هو مرض فيروسي شائع يؤثر عادة على الرضع والأطفال الذين تقل أعمارهم عن 5 سنوات. تشمل الأعراض الحمى، وقرح الفم، وطفح جلدي على اليدين والقدمين.

# HandFootMouthDiseaseSymptoms
source: fever, mouth_sores, rash_on_hands_and_feet
ar: الحمى، قرح الفم، طفح على اليدين والقدمين

# HandFootMouthDiseaseSuggest
source: Rest, stay hydrated, and take over-the-counter pain relievers to manage symptoms. The disease usually doesn't require specific treatment and goes away on its own in 7 to 10 days.
ar: استرح، ابقَ مُرطبًا، وتناول مسكنات الألم التي يمكن شراؤها دون وصفة طبية للتحكم في الأعراض. الحالة عادة لا تتطلب علاجًا محددًا وتزول بمفردها في غضون 7 إلى 10 أيام.

source: Diabetes
ar: السكري

# DiabetesDescription
source: Diabetes is a chronic disease that occurs when the pancreas is no longer able to make insulin, or when the body cannot make good use of the insulin it produces.
ar: السكري هو مرض مزمن يحدث عندما لا يعد البنكرياس قادرًا على إنتاج الأنسولين، أو عندما لا يستطيع الجسم استخدام الأنسولين الذي ينتجه بشكل جيد.

# DiabetesSymptoms
source: frequent_urination, excessive_thirst, unexplained_weight_loss, fatigue
ar: التبول المتكرر، العطش الزائد، فقدان الوزن غير المبرر، التعب

# DiabetesSuggest
source: Maintain a healthy diet, exercise regularly, monitor blood sugar levels, and take prescribed medication. Regular check-ups with a healthcare provider are also important.
ar: حافظ على نظام غذائي صحي، مارس الرياضة بانتظام، راقب مستويات السكر في الدم، وتناول الأدوية الموصوفة. الفحوصات الدورية مع مقدم الرعاية الصحية أيضًا مهمة.

source: Paranasal Sinusitis
ar: التهاب الجيوب الأنفية

# ParanasalSinusitisDescription
source: Paranasal sinusitis is an inflammation or infection of the sinuses around the nose. It's often caused by a viral or bacterial infection.
ar: التهاب الجيوب الأنفية هو التهاب أو عدوى في الجيوب حول الأنف. غالبًا ما يسببه العدوى الفيروسية أو البكتيرية.

# ParanasalSinusitisSymptoms
source: nasal_congestion, facial_pain, runny_nose, loss_of_smell
ar: احتقان الأنف، ألم الوجه، سيلان الأنف، فقدان الشم

# ParanasalSinusitisSuggest
source: Use a humidifier, drink plenty of fluids, and take over-the-counter decongestants and pain relievers. If symptoms persist for more than a week, seek medical attention.
ar: استخدم مرطب الهواء، اشرب الكثير من السوائل، وتناول مزيلات الاحتقان ومسكنات الألم التي يمكن شراؤها دون وصفة طبية. إذا استمرت الأعراض لأكثر من أسبوع، اطلب المساعدة الطبية.

source: Diarrheal Diseases
ar: أمراض الإسهال

# DiarrhealDiseasesDescription
source: Diarrheal diseases are disorders characterized by abnormally frequent or liquid bowel movements. They are usually caused by bacteria, viruses, or parasites.
ar: أمراض الإسهال هي اضطرابات تتميز بحركة الأمعاء المتكررة أو السائلة بشكل غير طبيعي. عادة ما تسببها البكتيريا، أو الفيروسات، أو الطفيليات.

# DiarrhealDiseasesSymptoms
source: frequent_loose_or_liquid_bowel_movements, abdominal_pain, fever
ar: حركة الأمعاء المتكررة أو السائلة، ألم البطن، الحمى

# DiarrhealDiseasesSuggest
source: Stay hydrated, eat bland foods, and rest. Over-the-counter anti-diarrheal medication may also help. Seek medical attention if symptoms persist or worsen.
ar: ابقَ مُرطبًا، تناول الأطعمة البسيطة، واسترح. قد يساعد الدواء المضاد للإسهال الذي يمكن شراؤه دون وصفة طبية. اطلب المساعدة الطبية إذا استمرت الأعراض أو تفاقمت.

# QuestionLetsgo
source: Let's Go
ar: هيا بنا

# QuestionAnswerPleasemass
source: Answer this Questions please
ar: يرجى الإجابة على هذه الأسئلة
